StruSoft.Interop.StruXml.Data.Sj_component_values


StruSoft.Interop.StruXml.Data.Sj_component_values.Buckling


StruSoft.Interop.StruXml.Data.Sj_component_values.Endplate


StruSoft.Interop.StruXml.Data.Sj_component_values.Haunch_top


StruSoft.Interop.StruXml.Data.Sj_component_values.Haunch_bottom


StruSoft.Interop.StruXml.Data.Sj_component_values.Stiffener_top


StruSoft.Interop.StruXml.Data.Sj_component_values.Stiffener_bottom


StruSoft.Interop.StruXml.Data.Sj_component_values.Stiffener_diagonal


StruSoft.Interop.StruXml.Data.Sj_component_values.Stiffener_general


StruSoft.Interop.StruXml.Data.Sj_component_values.Stiffener_triangular


StruSoft.Interop.StruXml.Data.Sj_component_values.Fin_plate


StruSoft.Interop.StruXml.Data.Sj_component_values.Splice_web


StruSoft.Interop.StruXml.Data.Sj_component_values.Splice_flange_bottom


StruSoft.Interop.StruXml.Data.Sj_component_values.Splice_flange_top


StruSoft.Interop.StruXml.Data.Sj_component_values.Cover_plate


StruSoft.Interop.StruXml.Data.Sj_component_values.Heel


StruSoft.Interop.StruXml.Data.Sj_component_values.Gusset_plate


StruSoft.Interop.StruXml.Data.Sj_component_values.Champfer_plate


StruSoft.Interop.StruXml.Data.Sj_component_values.Backing_plate


StruSoft.Interop.StruXml.Data.Sj_component_values.Support_plate


StruSoft.Interop.StruXml.Data.Sj_component_values.Concrete


StruSoft.Interop.StruXml.Data.Sj_component_values.Notch


StruSoft.Interop.StruXml.Data.Sj_component_values.Gap


StruSoft.Interop.StruXml.Data.Sj_component_values.Eccentricity


StruSoft.Interop.StruXml.Data.Sj_component_values.Cut


StruSoft.Interop.StruXml.Data.Sj_component_values.Bolts


StruSoft.Interop.StruXml.Data.Sj_component_values.Welds


StruSoft.Interop.StruXml.Data.Sj_component_values.Geometry


StruSoft.Interop.StruXml.Data.Sj_component_values.Endplate_bolts


StruSoft.Interop.StruXml.Data.Sj_component_values.Endplate_welds


StruSoft.Interop.StruXml.Data.Sj_component_values.Endplate_welds_at_beam


StruSoft.Interop.StruXml.Data.Sj_component_values.Endplate_welds_at_column


StruSoft.Interop.StruXml.Data.Sj_component_values.Splice_web_bolts


StruSoft.Interop.StruXml.Data.Sj_component_values.Flange_bolts


StruSoft.Interop.StruXml.Data.Sj_component_values.Splice_web_weld


StruSoft.Interop.StruXml.Data.Sj_component_values.Flange_splice_weld


StruSoft.Interop.StruXml.Data.Sj_component_values.Fin_bolts


StruSoft.Interop.StruXml.Data.Sj_component_values.Fin_welds


StruSoft.Interop.StruXml.Data.Sj_component_values.Heel_welds


StruSoft.Interop.StruXml.Data.Sj_component_values.Cover_welds


StruSoft.Interop.StruXml.Data.Sj_component_values.Support_plate_welds


StruSoft.Interop.StruXml.Data.Sj_component_values.Stiffener_welds


StruSoft.Interop.StruXml.Data.Sj_component_values.Calculation


StruSoft.Interop.StruXml.Data.Sj_component_values.Anchor_geometry


StruSoft.Interop.StruXml.Data.Sj_component_values.Anchor_calculations


StruSoft.Interop.StruXml.Data.Sj_component_values.Calculation_parameters
